Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Set Manual Bearer Token
de: Manuelles Bearer Token festlegen
es: Definir Bearer token manual
fil: Itakda ang Manual na Bearer Token
fr: Définir un jeton Bearer manuel
hr: Postavi ručni Bearer token
id: Setel Token Bearer Manual
ja: 手動Bearerトークンを設定
ko: 수동 Bearer Token 설정
ms: Tetapkan Token Bearer Manual
pl: Ustaw ręczny token Bearer
pt_br: Definir token Bearer manual
ro: Setează manual tokenul Bearer
ru: Задать токен Bearer вручную
th: ตั้งค่าโทเคน Bearer เอง
tr: Elle Bearer Token Ayarla
zh_hans: 设置手动 Bearer Token
zh_hant: 設定手動 Bearer Token

source: Setting restored.
de: Einstellung wiederhergestellt.
es: Ajuste restaurado.
fil: Naibalik ang setting.
fr: Paramètre restauré.
hr: Postavka je vraćena.
id: Pengaturan dipulihkan.
ja: 設定を復元しました。
ko: 설정이 복원되었습니다.
ms: Tetapan dipulihkan.
pl: Ustawienie zostało przywrócone.
pt_br: A configuração foi restaurada.
ro: Setarea a fost restaurată.
ru: Настройка восстановлена.
th: คืนค่าการตั้งค่าแล้ว
tr: Ayar geri yüklendi.
zh_hans: 设置已恢复。
zh_hant: 設定已恢復。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hr: Postavke
id: Pengaturan
ja: 設定
ko: 설정
ms: Tetapan
pl: Ustawienia
pt_br: Ajustes
ro: Configurări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# settings_memory_global_enabled
source: Enable Memory for New Sessions
de: Speicher für neue Sitzungen aktivieren
es: Activar memoria para nuevas sesiones
fil: I-enable ang Memory para sa Bagong Session
fr: Activer la mémoire pour les nouvelles sessions
hr: Omogući memoriju za nove sesije
id: Aktifkan Memory untuk Sesi Baru
ja: 新しいセッションでメモリを有効にする
ko: 새 세션에서 메모리 사용
ms: Aktifkan Memory untuk Sesi Baharu
pl: Włącz pamięć dla nowych sesji
pt_br: Ativar memória para novas sessões
ro: Activează memoria pentru sesiuni noi
ru: Включить память для новых сессий
th: เปิดใช้ Memory สำหรับเซสชันใหม่
tr: Yeni Oturumlar İçin Belleği Etkinleştir
zh_hans: 新会话默认启用记忆
zh_hant: 新工作階段預設啟用記憶

# settings_memory_global_enabled_footer
source: When off, new sessions skip GLOBAL.md and daily memory by default. Existing sessions keep their own setting.
de: Wenn deaktiviert, überspringen neue Sitzungen standardmäßig GLOBAL.md und tägliche Erinnerungen. Bestehende Sitzungen behalten ihre eigene Einstellung.
es: Cuando está desactivado, las sesiones nuevas omiten GLOBAL.md y la memoria diaria de forma predeterminada. Las sesiones existentes conservan su propia configuración.
fil: Kapag naka-off, nilalaktawan ng mga bagong session ang GLOBAL.md at ang daily memory bilang default. Pinapanatili ng mga umiiral na session ang sarili nilang setting.
fr: Désactivé : les nouvelles sessions ignorent GLOBAL.md et la mémoire quotidienne par défaut. Les sessions existantes conservent leur propre réglage.
hr: Kada je isključeno, nove sesije prema zadanom preskaču GLOBAL.md i dnevnu memoriju. Postojeće sesije zadržavaju vlastitu postavku.
id: Saat nonaktif, sesi baru melewati GLOBAL.md dan memory harian secara default. Sesi yang sudah ada mempertahankan pengaturannya sendiri.
ja: オフにすると、新しいセッションは既定で GLOBAL.md と日次メモリをスキップします。既存セッションの設定は維持されます。
ko: 꺼두면 새 세션은 기본적으로 GLOBAL.md와 일일 메모리를 건너뜁니다. 기존 세션은 각자의 설정을 유지합니다.
ms: Apabila dimatikan, sesi baharu melangkau GLOBAL.md dan memory harian secara lalai. Sesi sedia ada mengekalkan tetapannya sendiri.
pl: Gdy wyłączone, nowe sesje domyślnie pomijają GLOBAL.md i pamięć dzienną. Istniejące sesje zachowują własne ustawienie.
pt_br: Quando desativado, as novas sessões ignoram o GLOBAL.md e a memória diária por padrão. As sessões existentes mantêm o próprio ajuste.
ro: Când e dezactivat, sesiunile noi sar implicit peste GLOBAL.md și memoria zilnică. Sesiunile existente își păstrează propria setare.
ru: Когда выключено, новые сессии по умолчанию пропускают GLOBAL.md и ежедневную память. Существующие сессии сохраняют собственные настройки.
th: เมื่อปิด เซสชันใหม่จะข้าม GLOBAL.md และ memory รายวันตามค่าเริ่มต้น เซสชันที่มีอยู่จะคงการตั้งค่าของตัวเองไว้
tr: Kapalıyken yeni oturumlar varsayılan olarak GLOBAL.md ve günlük belleği atlar. Mevcut oturumlar kendi ayarını korur.
zh_hans: 关闭后所有新会话默认不使用记忆（不注入 GLOBAL.md 与每日记忆）。已存在的会话保留各自的设置。
zh_hant: 關閉後所有新工作階段預設不使用記憶（不注入 GLOBAL.md 與每日記憶）。已存在的工作階段保留各自的設定。

source: Share
de: Teilen
es: Compartir
fil: Ibahagi
fr: Partager
hr: Podijeli
id: Bagikan
ja: 共有
ko: 공유
ms: Kongsi
pl: Udostępnij
pt_br: Compartilhar
ro: Partajează
ru: Поделиться
th: แชร์
tr: Paylaş
zh_hans: 分享
zh_hant: 分享

source: Share JSON
de: JSON teilen
es: Compartir JSON
fil: Ibahagi ang JSON
fr: Partager le JSON
hr: Podijeli JSON
id: Bagikan JSON
ja: JSON を共有
ko: JSON 공유
ms: Kongsi JSON
pl: Udostępnij JSON
pt_br: Compartilhar JSON
ro: Partajează JSON
ru: Поделиться JSON
th: แชร์ JSON
tr: JSON'u Paylaş
zh_hans: 分享 JSON
zh_hant: 分享 JSON

source: Share…
de: Teilen…
es: Compartir…
fil: Ibahagi…
fr: Partager…
hr: Podijeli…
id: Bagikan…
ja: 共有…
ko: 공유…
ms: Kongsi…
pl: Udostępnij…
pt_br: Compartilhar…
ro: Partajează…
ru: Поделиться…
th: แชร์…
tr: Paylaş…
zh_hans: 分享…
zh_hant: 分享…

source: Shared
de: Freigegeben
es: Compartido
fil: Ibinahagi
fr: Partagé
hr: Podijeljeno
id: Dibagikan
ja: 共有
ko: 공유
ms: Dikongsi
pl: Współdzielone
pt_br: Compartilhado
ro: Partajat
ru: Общий доступ
th: แชร์แล้ว
tr: Paylaşılan
zh_hans: 共享
zh_hant: 共享

source: Shared content expired. Please share again.
de: Geteilter Inhalt ist abgelaufen. Bitte erneut teilen.
es: El contenido compartido ha caducado. Vuelve a compartirlo.
fil: Nag-expire ang ibinahaging nilalaman. Pakibahagi ulit.
fr: Le contenu partagé a expiré. Veuillez le partager à nouveau.
hr: Podijeljeni sadržaj je istekao. Podijelite ponovno.
id: Konten yang dibagikan kedaluwarsa. Silakan bagikan lagi.
ja: 共有されたコンテンツの有効期限が切れました。もう一度共有してください。
ko: 공유된 콘텐츠가 만료되었습니다. 다시 공유해 주세요.
ms: Kandungan yang dikongsi telah luput. Sila kongsi semula.
pl: Udostępniona treść wygasła. Udostępnij ponownie.
pt_br: O conteúdo compartilhado expirou. Compartilhe de novo.
ro: Conținutul partajat a expirat. Partajează din nou.
ru: Срок действия отправленного контента истёк. Поделитесь ещё раз.
th: เนื้อหาที่แชร์หมดอายุแล้ว โปรดแชร์อีกครั้ง
tr: Paylaşılan içeriğin süresi doldu. Lütfen yeniden paylaşın.
zh_hans: 分享内容已过期，请重新分享。
zh_hant: 分享內容已過期，請重新分享。

source: Shared Files
de: Geteilte Dateien
es: Archivos compartidos
fil: Mga Ibinahaging File
fr: Fichiers partagés
hr: Podijeljene datoteke
id: File Dibagikan
ja: 共有ファイル
ko: 공유 파일
ms: File Dikongsi
pl: Pliki współdzielone
pt_br: Arquivos compartilhados
ro: Fișiere partajate
ru: Общие файлы
th: ไฟล์ที่แชร์
tr: Paylaşılan Dosyalar
zh_hans: 共享文件
zh_hant: 共用檔案

source: Shared folders
de: Freigegebene Ordner
es: Carpetas compartidas
fil: Mga ibinahaging folder
fr: Dossiers partagés
hr: Podijeljene mape
id: Folder bersama
ja: 共有フォルダ
ko: 공유 폴더
ms: Folder dikongsi
pl: Foldery udostępnione
pt_br: Pastas compartilhadas
ro: Dosare partajate
ru: Общие папки
th: โฟลเดอร์ที่แชร์
tr: Paylaşılan klasörler
zh_hans: 共享文件夹
zh_hant: 共享資料夾

source: Shared Folders
de: Freigegebene Ordner
es: Carpetas compartidas
fil: Mga Ibinahaging Folder
fr: Dossiers partagés
hr: Podijeljene mape
id: Folder Bersama
ja: 共有フォルダ
ko: 공유 폴더
ms: Folder Dikongsi
pl: Foldery współdzielone
pt_br: Pastas compartilhadas
ro: Dosare partajate
ru: Общие папки
th: โฟลเดอร์ที่แชร์
tr: Paylaşılan Klasörler
zh_hans: 共享文件夹
zh_hant: 共享資料夾

source: Short-Lived (~30s)
de: Kurzzeitig (~30 s)
es: De corta duración (~30 s)
fil: Panandalian (~30s)
fr: Courte durée (~30 s)
hr: Kratkotrajno (~30 s)
id: Berumur Pendek (~30d)
ja: 短時間（約30秒）
ko: 짧은 유지 (~30초)
ms: Jangka Pendek (~30s)
pl: Krótkotrwałe (~30 s)
pt_br: Curta duração (~30s)
ro: De scurtă durată (~30 s)
ru: Кратковременно (~30 с)
th: ระยะสั้น (~30 วินาที)
tr: Kısa Ömürlü (~30 sn)
zh_hans: 短暂存活（约 30 秒）
zh_hant: 短暫存活（約 30 秒）

# shortcut.cameraChat.title
source: Chat with Camera
de: Mit Kamera chatten
es: Chatear con la cámara
fil: Mag-chat gamit ang Camera
fr: Chat avec caméra
hr: Razgovor uz kameru
id: Obrolan dengan Kamera
ja: カメラでチャット
ko: 카메라로 채팅
ms: Sembang dengan Kamera
pl: Czat z aparatem
pt_br: Conversar com a câmera
ro: Chat cu camera
ru: Чат с камерой
th: แชทด้วยกล้อง
tr: Kamerayla Sohbet
zh_hans: 拍照对话
zh_hant: 拍照對話

# shortcut.newChat.title
source: New Chat
de: Neuer Chat
es: Nuevo chat
fil: Bagong Chat
fr: Nouveau chat
hr: Novi razgovor
id: Obrolan Baru
ja: 新しいチャット
ko: 새 채팅
ms: Sembang Baharu
pl: Nowy czat
pt_br: Novo chat
ro: Chat nou
ru: Новый чат
th: แชทใหม่
tr: Yeni Sohbet
zh_hans: 新建对话
zh_hant: 新建對話

# shortcut.voiceChat.title
source: Chat with Voice
de: Mit Stimme chatten
es: Chat de voz
fil: Chat gamit ang Boses
fr: Chat vocal
hr: Razgovor glasom
id: Obrolan Suara
ja: 音声でチャット
ko: 음성으로 채팅
ms: Sembang Suara
pl: Czat głosowy
pt_br: Conversa por voz
ro: Chat vocal
ru: Голосовой чат
th: แชทด้วยเสียง
tr: Sesli Sohbet
zh_hans: 语音对话
zh_hant: 語音對話

source: Show
de: Anzeigen
es: Mostrar
fil: Ipakita
fr: Afficher
hr: Prikaži
id: Tampilkan
ja: 表示
ko: 표시
ms: Tunjuk
pl: Pokaż
pt_br: Mostrar
ro: Afișează
ru: Показать
th: แสดง
tr: Göster
zh_hans: 显示
zh_hant: 顯示

source: Show %lld models
de: %lld Modelle anzeigen
es: Mostrar %lld modelos
fil: Ipakita ang %lld model
fr: Afficher %lld modèles
hr: Prikaži modele: %lld
id: Tampilkan %lld model
ja: %lld 件のモデルを表示
ko: 모델 %lld개 표시
ms: Tunjuk %lld model
pl: Pokaż modele: %lld
pt_br: Mostrar modelos: %lld
ro: Arată modele: %lld
ru: Показать %lld моделей
th: แสดง %lld โมเดล
tr: %lld modeli göster
zh_hans: 显示 %lld 个模型
zh_hant: 顯示 %lld 個模型

source: Show a live preview thumbnail alongside the tool status bar during Agent execution.
de: Zeigt während der Agent-Ausführung eine Live-Vorschau-Miniatur neben der Werkzeug-Statusleiste an.
es: Muestra una miniatura de vista previa en vivo junto a la barra de estado de herramientas mientras se ejecuta Minis Agent.
fil: Magpakita ng live preview thumbnail sa tabi ng tool status bar habang tumatakbo ang agent.
fr: Affiche une vignette d'aperçu en direct à côté de la barre d'état de l'outil pendant l'exécution de Minis Agent.
hr: Prikaži sličicu pregleda uživo uz statusnu traku alata tijekom izvršavanja Agenta.
id: Tampilkan gambar mini pratinjau langsung di samping bilah status alat selama agen berjalan.
ja: Agent 実行中、ツールステータスバーの横にライブプレビューサムネイルを表示します。
ko: Agent 실행 중 도구 상태 표시줄 옆에 실시간 미리보기 썸네일을 표시합니다.
ms: Tunjukkan imej kecil pratonton langsung di sebelah bar status alat semasa ejen berjalan.
pl: Pokazuj miniaturę podglądu na żywo obok paska stanu narzędzia w trakcie pracy agenta.
pt_br: Mostrar uma miniatura de prévia ao vivo junto à barra de status das ferramentas durante a execução do agente.
ro: Afișează o miniatură live lângă bara de stare a uneltelor în timpul execuției agentului.
ru: Показывать миниатюру предпросмотра в реальном времени рядом со строкой состояния инструментов во время выполнения Agent.
th: แสดงภาพตัวอย่างแบบเรียลไทม์ข้างแถบสถานะเครื่องมือขณะเอเจนต์ทำงาน
tr: Aracı çalışırken araç durum çubuğunun yanında canlı önizleme küçük resmi göster.
zh_hans: 在 Agent 执行期间，于工具状态栏旁显示实时预览缩略图。
zh_hant: 在 Agent 執行期間，於工具狀態欄旁顯示實時預覽縮略圖。

source: Show a sticky title pill at the top of the chat once you scroll up to read history.
de: Zeigt oben im Chat eine angeheftete Titelpille an, sobald du nach oben scrollst, um den Verlauf zu lesen.
es: Muestra una etiqueta de título fija en la parte superior del chat cuando te desplazas hacia arriba para leer el historial.
fil: Magpakita ng nakadikit na title pill sa itaas ng chat kapag nag-scroll ka pataas para magbasa.
fr: Affiche une pastille de titre épinglée en haut de la discussion lorsque vous remontez pour lire l'historique.
hr: Prikaži zalijepljenu oznaku s naslovom na vrhu razgovora kada se pomaknete gore radi čitanja povijesti.
id: Tampilkan pil judul menetap di atas obrolan saat Anda menggulir ke atas membaca riwayat.
ja: 履歴を読むために上にスクロールすると、チャット上部に固定タイトルピルを表示します。
ko: 기록을 보기 위해 위로 스크롤하면 채팅 상단에 고정된 제목 알약을 표시합니다.
ms: Tunjukkan pil tajuk melekat di atas sembang apabila anda menatal ke atas membaca sejarah.
pl: Pokazuj przypięty tytuł u góry czatu po przewinięciu w górę do historii.
pt_br: Mostrar um título fixo no topo do chat quando você rolar para cima para ler o histórico.
ro: Afișează un titlu fixat în partea de sus a chatului când derulezi în sus prin istoric.
ru: Показывать закреплённую плашку с заголовком вверху чата при прокрутке вверх для чтения истории.
th: แสดงป้ายชื่อแบบติดหนึบด้านบนของแชทเมื่อคุณเลื่อนขึ้นเพื่ออ่านประวัติ
tr: Geçmişi okumak için yukarı kaydırdığınızda sohbetin üstünde sabit bir başlık rozeti göster.
zh_hans: 向上滚动查看历史时，在对话顶部显示一个吸顶的标题胶囊。
zh_hant: 向上捲動查看歷史時，在對話頂端顯示一個吸頂的標題膠囊。

source: Show Agent task progress on the Lock Screen and in the Dynamic Island. Turning this off also removes the currently displayed Live Activity.
de: Zeigt den Fortschritt von Agentenaufgaben auf dem Sperrbildschirm und in der Dynamic Island an. Beim Ausschalten wird die aktuell angezeigte Live-Aktivität ebenfalls entfernt.
es: Muestra el progreso de las tareas de Minis Agent en la pantalla bloqueada y en la Dynamic Island. Al desactivarlo también se elimina la Live Activity que se muestra actualmente.
fil: Ipakita ang progress ng agent task sa Lock Screen at Dynamic Island. Inaalis din nito ang kasalukuyang ipinapakitang Live Activity kapag na-off.
fr: Affiche la progression des tâches de Minis Agent sur l'écran verrouillé et dans la Dynamic Island. La désactivation supprime aussi l'activité en direct actuellement affichée.
hr: Prikaži napredak zadataka Agenta na zaključanom zaslonu i u Dynamic Islandu. Isključivanjem se uklanja i trenutno prikazana Live Activity.
id: Tampilkan progres tugas agen di Layar Terkunci dan Dynamic Island. Menonaktifkannya juga menghapus Live Activity yang sedang ditampilkan.
ja: ロック画面と Dynamic Island に Agent タスクの進行状況を表示します。オフにすると、表示中のライブアクティビティも削除されます。
ko: 잠금 화면과 Dynamic Island에 Agent 작업 진행 상황을 표시합니다. 끄면 현재 표시 중인 라이브 활동도 제거됩니다.
ms: Tunjukkan kemajuan tugas ejen pada Skrin Kunci dan dalam Dynamic Island. Mematikannya juga membuang Live Activity yang sedang dipaparkan.
pl: Pokazuj postęp zadań agenta na ekranie blokady i w Dynamic Island. Wyłączenie usuwa też wyświetlaną obecnie Live Activity.
pt_br: Mostrar o progresso das tarefas do agente na Tela Bloqueada e na Dynamic Island. Desativar também remove a Live Activity exibida no momento.
ro: Afișează progresul sarcinilor agentului pe ecranul blocat și în Dynamic Island. Dezactivarea elimină și activitatea live afișată acum.
ru: Показывать ход выполнения задач Minis Agent на экране блокировки и в Dynamic Island. При отключении текущая Live Activity также будет удалена.
th: แสดงความคืบหน้าของงานเอเจนต์บนหน้าจอล็อกและใน Dynamic Island การปิดจะนำ Live Activity ที่แสดงอยู่ออกด้วย
tr: Aracı görev ilerlemesini Kilit Ekranı'nda ve Dynamic Island'da göster. Bunu kapatmak, o anda görünen Live Activity'yi de kaldırır.
zh_hans: 在锁定屏幕和灵动岛上显示 Agent 任务进度。关闭后会同时移除当前正在显示的实时活动。
zh_hant: 在鎖定畫面和動態島上顯示智慧 Agent 任務進度。關閉後也會移除目前顯示的即時動態。

source: Show Agent task progress on the Lock Screen and in the Dynamic Island. Turning this off also removes the currently displayed Live Activity. Tip: enable Location Tracking below so the Live Activity keeps refreshing while the app stays in the background — without it, updates pause about 30 seconds after you leave the app.
de: Zeigt den Fortschritt von Agent-Aufgaben auf dem Sperrbildschirm und in der Dynamic Island. Wenn du dies deaktivierst, wird die aktuell angezeigte Live-Aktivität entfernt. Tipp: Aktiviere unten „Standortverfolgung“, damit die Live-Aktivität weiter aktualisiert wird, während die App im Hintergrund bleibt – ohne sie pausieren Aktualisierungen etwa 30 Sekunden nach dem Verlassen der App.
es: Muestra el progreso de las tareas de Minis Agent en la pantalla bloqueada y en la Dynamic Island. Al desactivarlo también se elimina la Live Activity que se muestra actualmente. Consejo: activa el seguimiento de ubicación más abajo para que la Live Activity siga actualizándose mientras la app está en segundo plano; sin esto, las actualizaciones se detienen unos 30 segundos después de que salgas de la app.
fil: Ipakita ang progress ng agent task sa Lock Screen at Dynamic Island. Inaalis din nito ang kasalukuyang ipinapakitang Live Activity kapag na-off. Tip: i-enable ang Location Tracking sa ibaba para magpatuloy sa pag-refresh ang Live Activity habang nasa background ang app — kung wala ito, hihinto ang mga update mga 30 segundo pagkalabas mo sa app.
fr: Affiche la progression des tâches de l’Agent sur l’écran verrouillé et dans la Dynamic Island. La désactivation supprime aussi l’activité en direct affichée. Astuce : activez le suivi de localisation ci-dessous pour que l’activité en direct continue de s’actualiser lorsque l’app reste en arrière-plan — sans cela, les mises à jour s’interrompent environ 30 secondes après avoir quitté l’app.
hr: Prikaži napredak zadataka Agenta na zaključanom zaslonu i u Dynamic Islandu. Isključivanjem se uklanja i trenutno prikazana Live Activity. Savjet: omogućite Praćenje lokacije u nastavku kako bi se Live Activity nastavila osvježavati dok je aplikacija u pozadini — bez toga se ažuriranja zaustavljaju otprilike 30 sekundi nakon izlaska iz aplikacije.
id: Tampilkan progres tugas agen di Layar Terkunci dan Dynamic Island. Menonaktifkannya juga menghapus Live Activity yang sedang ditampilkan. Tips: aktifkan Pelacakan Lokasi di bawah agar Live Activity terus diperbarui selama aplikasi berada di latar belakang — tanpanya, pembaruan berhenti sekitar 30 detik setelah Anda meninggalkan aplikasi.
ja: ロック画面とDynamic Islandに Agent のタスク進行状況を表示します。オフにすると、現在表示中のライブアクティビティも削除されます。ヒント：下の「位置情報の追跡」をオンにすると、アプリがバックグラウンドにある間もライブアクティビティが更新され続けます。オフの場合、アプリを離れてから約30秒で更新が停止します。
ko: 잠금 화면과 다이나믹 아일랜드에 Agent 작업 진행 상황을 표시합니다. 이 기능을 끄면 현재 표시된 실시간 활동도 사라집니다. 팁: 아래에서 위치 추적을 켜면 앱이 백그라운드에 있는 동안에도 실시간 활동이 계속 갱신됩니다. 켜지 않으면 앱을 벗어난 후 약 30초 뒤에 업데이트가 중단됩니다.
ms: Tunjukkan kemajuan tugas ejen pada Skrin Kunci dan dalam Dynamic Island. Mematikannya juga membuang Live Activity yang sedang dipaparkan. Petua: aktifkan Penjejakan Lokasi di bawah supaya Live Activity terus dikemas kini semasa apl berada di latar belakang — tanpanya, kemas kini berhenti kira-kira 30 saat selepas anda meninggalkan apl.
pl: Pokazuj postęp zadań agenta na ekranie blokady i w Dynamic Island. Wyłączenie usuwa też wyświetlaną obecnie Live Activity. Wskazówka: włącz poniżej śledzenie lokalizacji, aby Live Activity odświeżała się, gdy aplikacja jest w tle — bez tego aktualizacje zatrzymują się około 30 sekund po jej opuszczeniu.
pt_br: Mostrar o progresso das tarefas do agente na Tela Bloqueada e na Dynamic Island. Desativar também remove a Live Activity exibida no momento. Dica: ative o Rastreamento de localização abaixo para a Live Activity continuar atualizando enquanto o app fica em segundo plano — sem ele, as atualizações param cerca de 30 segundos depois que você sai do app.
ro: Afișează progresul sarcinilor agentului pe ecranul blocat și în Dynamic Island. Dezactivarea elimină și activitatea live afișată acum. Sfat: activează Urmărirea locației mai jos, ca activitatea live să se actualizeze în continuare cât timp aplicația rămâne în fundal — fără ea, actualizările se opresc la aproximativ 30 de secunde după ce părăsești aplicația.
ru: Показывает прогресс задач Minis Agent на заблокированном экране и в Dynamic Island. При отключении текущая Live Activity также будет удалена. Совет: включите «Отслеживание местоположения» ниже, чтобы Live Activity продолжала обновляться, пока приложение остаётся в фоне — без этого обновления приостанавливаются примерно через 30 секунд после выхода из приложения.
th: แสดงความคืบหน้าของงานเอเจนต์บนหน้าจอล็อกและใน Dynamic Island การปิดจะนำ Live Activity ที่แสดงอยู่ออกด้วย เคล็ดลับ: เปิดการติดตามตำแหน่งด้านล่างเพื่อให้ Live Activity อัปเดตต่อเนื่องขณะแอปอยู่เบื้องหลัง — หากไม่เปิด การอัปเดตจะหยุดประมาณ 30 วินาทีหลังคุณออกจากแอป
tr: Aracı görev ilerlemesini Kilit Ekranı'nda ve Dynamic Island'da göster. Bunu kapatmak, o anda görünen Live Activity'yi de kaldırır. İpucu: uygulama arka plandayken Live Activity'nin yenilenmeyi sürdürmesi için aşağıdaki Konum İzleme'yi etkinleştirin — etkinleştirmezseniz güncellemeler, uygulamadan çıktıktan yaklaşık 30 saniye sonra durur.
zh_hans: 在锁定屏幕和灵动岛上显示 Agent 任务进度。关闭后也会移除当前显示的实时活动。提示：开启下方的“位置追踪”可让实时活动在应用位于后台时持续刷新；未开启时，离开应用约 30 秒后更新会暂停。
zh_hant: 在鎖定畫面和動態島上顯示智能體任務進度。關閉後也會移除目前顯示的即時動態。提示：開啟下方的「位置追蹤」可讓即時動態在應用程式位於背景時持續更新；未開啟時，離開應用程式約 30 秒後更新會暫停。

source: Show Chat Title
de: Chat-Titel anzeigen
es: Mostrar el título del chat
fil: Ipakita ang Pamagat ng Chat
fr: Afficher le titre du chat
hr: Prikaži naslov razgovora
id: Tampilkan Judul Obrolan
ja: チャットタイトルを表示
ko: 채팅 제목 표시
ms: Tunjuk Tajuk Sembang
pl: Pokaż tytuł czatu
pt_br: Mostrar título do chat
ro: Arată titlul chatului
ru: Показывать заголовок чата
th: แสดงชื่อแชท
tr: Sohbet Başlığını Göster
zh_hans: 显示对话标题
zh_hant: 顯示對話標題

source: Show Hidden Files
de: Versteckte Dateien anzeigen
es: Mostrar archivos ocultos
fil: Ipakita ang mga Nakatagong File
fr: Afficher les fichiers cachés
hr: Prikaži skrivene datoteke
id: Tampilkan File Tersembunyi
ja: 隠しファイルを表示
ko: 숨김 파일 표시
ms: Tunjuk File Tersembunyi
pl: Pokaż ukryte pliki
pt_br: Mostrar arquivos ocultos
ro: Afișează fișierele ascunse
ru: Показать скрытые файлы
th: แสดงไฟล์ที่ซ่อนอยู่
tr: Gizli Dosyaları Göster
zh_hans: 显示隐藏文件
zh_hant: 顯示隱藏檔案

source: Show in Files
de: In „Dateien“ zeigen
es: Mostrar en Archivos
fil: Ipakita sa Files
fr: Afficher dans Fichiers
hr: Prikaži u Files
id: Tampilkan di Files
ja: 「ファイル」で表示
ko: 파일 앱에서 보기
ms: Tunjuk dalam Files
pl: Pokaż w Plikach
pt_br: Mostrar em Arquivos
ro: Arată în Fișiere
ru: Показать в «Файлах»
th: แสดงใน Files
tr: Dosyalar'da Göster
zh_hans: 在“文件”中显示
zh_hant: 在「檔案」中顯示

source: Show in Files app
de: In „Dateien“ anzeigen
es: Mostrar en la app Archivos
fil: Ipakita sa Files app
fr: Afficher dans Fichiers
hr: Prikaži u aplikaciji Files
id: Tampilkan di aplikasi Files
ja: 「ファイル」App に表示
ko: 파일 앱에 표시
ms: Tunjuk dalam apl Files
pl: Pokaż w aplikacji Pliki
pt_br: Mostrar no app Arquivos
ro: Arată în aplicația Fișiere
ru: Показать в приложении «Файлы»
th: แสดงในแอป Files
tr: Dosyalar uygulamasında göster
zh_hans: 在“文件”App 中显示
zh_hant: 在“檔案”App 中顯示

source: Show in Voice Services
de: In Sprachdiensten anzeigen
es: Mostrar en Servicios de voz
fil: Ipakita sa Voice Services
fr: Afficher dans les services vocaux
hr: Prikaži u glasovnim uslugama
id: Tampilkan di Layanan Suara
ja: 音声サービスに表示
ko: 음성 서비스에 표시
ms: Tunjuk dalam Perkhidmatan Suara
pl: Pokaż w Usługach głosowych
pt_br: Mostrar em Serviços de voz
ro: Afișează în Servicii vocale
ru: Показать в голосовых сервисах
th: แสดงในบริการเสียง
tr: Ses Hizmetleri'nde göster
zh_hans: 在语音服务中显示
zh_hant: 在語音服務中顯示
